/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection_list_7d3JGj": {
      "type": "collection-list",
      "blocks": {
        "collection_TnLyG6": {
          "type": "collection",
          "settings": {
            "collection": "slim",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.03.04.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_wBkthW": {
          "type": "collection",
          "settings": {
            "collection": "straight",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.55.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_LD843z": {
          "type": "collection",
          "settings": {
            "collection": "loose",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.45.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_cKJfK9": {
          "type": "collection",
          "settings": {
            "collection": "tapered",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.37.png",
            "subheading": "",
            "button_label": ""
          }
        }
      },
      "block_order": [
        "collection_TnLyG6",
        "collection_wBkthW",
        "collection_LD843z",
        "collection_cKJfK9"
      ],
      "disabled": true,
      "settings": {
        "title": "Collection list",
        "enable_carousel": true,
        "grid": 4,
        "color_scheme": "default",
        "full_width": true,
        "coll_grid_image_shape": "landscape-54",
        "coll_grid_image_position": "center center",
        "coll_thumb_mob_per_row": "2",
        "coll_grid_show_count": false,
        "coll_text_position": "below",
        "coll_text_position_under_mobile": false,
        "coll_thumb_text_align_x": "center",
        "coll_thumb_text_align_y": "center",
        "coll_button_style": "primary"
      }
    },
    "main": {
      "type": "main-collection",
      "settings": {
        "show_title": false,
        "show_image_behind_heading": false,
        "heading_image_height": "medium",
        "overlay_style": "shadow",
        "coll_desc_pos": "above",
        "coll_num_per_page_int": 50,
        "grid": 4,
        "show_vendor": false,
        "show_total": true,
        "enable_filtering": true,
        "collapse_tag_sidebar_by_default": true,
        "collapse_filters_method": "over-6",
        "show_filter_counts": true,
        "show_disabled_filters": true,
        "auto_apply_hide_unavailable": true,
        "enable_sticky_filter": true,
        "filter_two_columns": false,
        "show_sort": true,
        "sort_show_featured": false,
        "sort_show_best": true,
        "sort_show_alpha": true,
        "sort_show_price": true,
        "sort_show_date": true,
        "related_collections": [
          "tapered-fit",
          "loose-fit",
          "straight-fit",
          "slim-fit"
        ],
        "related_collections_style": "gallery",
        "rel_coll_gall_aspect_ratio": "1.25",
        "image_position": "center center",
        "rel_coll_gall_enable_margin": true,
        "rel_coll_gall_full_width": false,
        "rel_coll_gall_overlay_style": "shadow",
        "rel_coll_gall_text_alignment": "bottom left",
        "rel_coll_grid_mobile": "2"
      }
    },
    "collapsible_tabs_wBQWVz": {
      "type": "collapsible-tabs",
      "blocks": {
        "content_njX6mE": {
          "type": "content",
          "settings": {
            "content": "<h1>Wear the fashion of the seventies with sustainable flared jeans for women</h1><p>Go back to the seventies with a pair of flared jeans for women. With its wide fit from knee to toe, this style icon has not only made a big comeback, but has also become a stylish piece that can be found in many wardrobes. Flared jeans have a shape that can make you look longer and slimmer as the legs gradually widen down. With the flared jeans for MUD Jeans, you are choosing a timeless piece and making a <a href=\"https://mudjeans.com/pages/sustainability-mud-jeans\"><span style=\"text-decoration:underline\">sustainable choice</span></a>. Explore a mix of style and circularity with our flared jeans for women. Look good, feel good, and do good. </p>"
          }
        },
        "question_a3Bm9j": {
          "type": "question",
          "settings": {
            "title": "Explore women's flared jeans by MUD Jeans",
            "answer": "<p>Welcome aboard at MUD Jeans' flared jeans collection, where vintage charm meets modern sustainability. Our collection celebrates the iconic flair of the seventies, offering a variety of styles that cater to every woman's unique fashion taste and occasion. From black flared jeans for a polished, timeless look to blue flared jeans if you prefer a more casual style. Our colour palette has you covered.</p><p>Our women’s flared jeans collection offers a timeless style that you can wear year after year. But we like to surprise you from time to time by adding a new style to our collection, so there's always something fresh and exciting to discover. Our collection promises to keep you looking fabulous while positively impacting the planet.</p><h2>Circular flared jeans for women made from recycled denim</h2><p>MUD Jeans is not just another jeans brand. We do it differently. Each pair of our flared jeans is made from up to 40% pre- and post-consumer recycled denim. It’s a process we proudly call the <a href=\"https://mudjeans.com/pages/about-us-mud-jeans/\"><span style=\"text-decoration:underline\">MUD method</span></a>. The other 60%? We use only OCS-certified organic cotton. Sometimes, we add TENCEL™ Lyocell x REFIBRA™ for an extra touch of softness and/or recycled elastane for that perfect stretch.<br/><br/>Our commitment to sustainability goes far beyond the choice of fabric. We recycle 95% of the water used in our production processes. Our paper labels carry the OEKO-TEX certification, ensuring that every detail aligns with our sustainable ethos.<br/><br/>Our short supply chain ensures that our denim experts are paid above the minimum wage, which is good for them, good for you and good for the planet. When you choose our woman’s flared jeans, you're stepping into a world where fashion meets conscience. </p><h2>New in the world of denim: lease your favourite flared jeans</h2><p>Let’s introduce ‘<a href=\"https://mudjeans.com/pages/lease-a-jeans-mud-jeans\"><span style=\"text-decoration:underline\">Lease A Jeans</span></a>’, our unique leasing system, the first of its kind in the denim industry. You can rent your favourite flared jeans for a small monthly fee. And after 12 months? You return, swap or keep the pair of jeans.</p><p>If you prefer to buy your pair of jeans, you can. You have a pair of flared jeans that will accompany you through countless stylish moments. Once they're yours, there's nothing else to worry about. Okay, give your jeans an occasional wash to keep them looking fresh.</p><h3>Get a discount when you hand in your old jeans</h3><p>Have you got a pair of worn-out jeans gathering dust in your wardrobe? Don't throw it in the bin. That's an environmental no-go. Instead, <a href=\"https://mudjeans.com/pages/jeans-for-recycling-mud-jeans/\"><span style=\"text-decoration:underline\">give your jeans to us</span></a>! At MUD Jeans, we will reuse the fibres to make brand-new jeans to close the loop. No matter what the brand is, we’ll welcome them with open arms. In return, you will receive a €10 discount on your next pair of women’s flared jeans.</p><h2>Find the size that complements your body with the MUD Jeans’ sizing tool</h2><p>Buying jeans online shouldn't feel like a guessing game. We are here to assist you. With the MUD Jeans sizing tool, you'll know exactly which size fits you best in less than a minute. Simply add your age, height, weight, bra size, waist, hip-to-bust ratio, and favourite brand. No more returns, no more wrong sizes, no more waste of too many CO2 emissions. Do you need more help? Our <a href=\"https://mudjeans.com/pages/size-chart-mud-jeans/\"><span style=\"text-decoration:underline\">size chart</span></a> is just a click away to guide you further.</p><h2>Tips for keeping your women's flared jeans flawless</h2><p>Of course, you want to wear your flared jeans as long as possible. In fact, we encourage this sustainable approach. By caring for your pair of jeans properly, you'll ensure it stays in top condition. Here are our golden <a href=\"https://mudjeans.com/pages/wash-consciously-mud-jeans/\"><span style=\"text-decoration:underline\">washing tips</span></a> to keep your flares fabulous:</p><ul><li><strong>Wash less: </strong>Treat your jeans to a wash only when truly needed. Less frequent washing helps extend their life.</li><li><strong>Cool water: </strong>Washing in cold water preserves the rich colour and fabric. For the best results, set your machine to the eco setting at 30°C.</li><li><strong>Inside out: </strong>Before washing, turn your jeans inside out. This simple trick will help minimise fading.</li><li><strong>Vinegar: </strong>To maintain colour, add a splash of vinegar to the wash cycle. Check that it's safe for your machine, and <strong>skip the fabric softener</strong>.</li><li><strong>Air drying: </strong>Dry your jeans in the air instead of using a tumble dryer. Not only will this prevent shrinkage, it will also save energy.</li><li><strong>Gentle hand wash: </strong>Hand wash your jeans in lukewarm water. This is the most gentle method.</li></ul><h2>Complete your sustainable outfit with other fashionable pieces</h2><p>Our flared jeans for women are super versatile. Whether you're joining a chic evening or hanging out with your friends during the weekend, these jeans are your go-to choice for any occasion.<br/><br/>Pair your flared jeans with a tailored <a href=\"https://mudjeans.com/collections/jackets-vests-women\"><span style=\"text-decoration:underline\">jacket</span></a> and classic black pumps for a chic look. Or style it with a bohemian crop top and cowboy boots. Finish your look with <a href=\"https://mudjeans.com/collections/accessories-women\"><span style=\"text-decoration:underline\">accessories</span></a> like a stylish hat or a statement handbag. Explore your sustainable wardrobe, mix and match, and create your unique style. </p><h2>Order your next flared jeans for women at MUD Jeans now</h2><p>Let's make you immediately shine in a beautiful and sustainable flared jeans for women. Dive into the MUD Jeans collection today and find the perfect pair that matches your personal style. Join our circular movement and look fabulous while being good to yourself and the planet for the rest of your life.</p><h2>Frequently asked questions about flared jeans for women</h2><h3>What body type looks best in flare jeans?</h3><p>Flare jeans are a versatile style that flatters most body types by balancing the proportions and lengthening the legs. They are particularly flattering on hourglass and pear-shaped figures, accentuating the waist and creating a harmonious silhouette. However, with the right fit, anyone can rock flared jeans. The key is to choose a pair that complements your unique shape, focusing on a narrow fit at the waist and hips for a flattering, confident look. </p><h3>Do flare jeans make you look taller or shorter?</h3><p>Flare jeans can make you appear taller by creating an elongated silhouette. The wide leg opening draws the eye downward, giving the illusion of longer legs, especially when paired with heels. Flare jeans highlight your natural curves by fitting narrower at the waist and hips, enhancing the overall effect. To maximise this flattering look, avoid low-rise flared jeans, but instead, choose high-waisted flared jeans and ensure the hem grazes the floor without dragging.</p>"
          }
        }
      },
      "block_order": [
        "content_njX6mE",
        "question_a3Bm9j"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "collection_list_7d3JGj",
    "main",
    "collapsible_tabs_wBQWVz"
  ]
}
