/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection_list_7d3JGj": {
      "type": "collection-list",
      "blocks": {
        "collection_TnLyG6": {
          "type": "collection",
          "settings": {
            "collection": "slim",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.03.04.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_wBkthW": {
          "type": "collection",
          "settings": {
            "collection": "straight",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.55.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_LD843z": {
          "type": "collection",
          "settings": {
            "collection": "loose",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.45.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_cKJfK9": {
          "type": "collection",
          "settings": {
            "collection": "tapered",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.37.png",
            "subheading": "",
            "button_label": ""
          }
        }
      },
      "block_order": [
        "collection_TnLyG6",
        "collection_wBkthW",
        "collection_LD843z",
        "collection_cKJfK9"
      ],
      "disabled": true,
      "settings": {
        "title": "Collection list",
        "enable_carousel": true,
        "grid": 4,
        "color_scheme": "default",
        "full_width": true,
        "coll_grid_image_shape": "landscape-54",
        "coll_grid_image_position": "center center",
        "coll_thumb_mob_per_row": "2",
        "coll_grid_show_count": false,
        "coll_text_position": "below",
        "coll_text_position_under_mobile": false,
        "coll_thumb_text_align_x": "center",
        "coll_thumb_text_align_y": "center",
        "coll_button_style": "primary"
      }
    },
    "rich_text_K8imGq": {
      "type": "rich-text",
      "blocks": {
        "heading_C8PWGC": {
          "type": "heading",
          "settings": {
            "title": "Loose Jeans For Women",
            "use_h1": true
          }
        },
        "text_7ngAkF": {
          "type": "text",
          "settings": {
            "text": "",
            "enlarge_text": true
          }
        }
      },
      "block_order": [
        "heading_C8PWGC",
        "text_7ngAkF"
      ],
      "settings": {
        "height": "medium",
        "text_alignment": "center",
        "full_width": false,
        "color_scheme": "default"
      }
    },
    "main": {
      "type": "main-collection",
      "settings": {
        "show_title": false,
        "show_image_behind_heading": false,
        "heading_image_height": "medium",
        "overlay_style": "shadow",
        "coll_desc_pos": "above",
        "coll_num_per_page_int": 50,
        "grid": 4,
        "show_vendor": false,
        "show_total": true,
        "enable_filtering": true,
        "collapse_tag_sidebar_by_default": true,
        "collapse_filters_method": "over-6",
        "show_filter_counts": true,
        "show_disabled_filters": true,
        "auto_apply_hide_unavailable": true,
        "enable_sticky_filter": true,
        "filter_two_columns": false,
        "show_sort": true,
        "sort_show_featured": false,
        "sort_show_best": true,
        "sort_show_alpha": true,
        "sort_show_price": true,
        "sort_show_date": true,
        "related_collections": [
          "tapered-fit",
          "loose-fit",
          "straight-fit",
          "slim-fit"
        ],
        "related_collections_style": "gallery",
        "rel_coll_gall_aspect_ratio": "1.25",
        "image_position": "center center",
        "rel_coll_gall_enable_margin": true,
        "rel_coll_gall_full_width": false,
        "rel_coll_gall_overlay_style": "shadow",
        "rel_coll_gall_text_alignment": "bottom left",
        "rel_coll_grid_mobile": "2"
      }
    },
    "collapsible_tabs_wBQWVz": {
      "type": "collapsible-tabs",
      "blocks": {
        "content_njX6mE": {
          "type": "content",
          "settings": {
            "content": "<h2>Go for a relaxed style with MUD Jeans’ sustainable loose-fit jeans for women</h2><p>Are you looking for a <a href=\"https://mudjeans.com/pages/sustainability-mud-jeans\"><span style=\"text-decoration:underline\">sustainable</span></a> pair of jeans that offers a relaxed fit without compromising on style? MUD Jeans’ loose-fit jeans are the perfect addition to your casual wardrobe. Inspired by the baggy jeans of the 90s, the fit is comfortable yet contemporary, with a wider waist, hips and legs. Experience the perfect fusion of comfort and <a href=\"https://mudjeans.com/blogs/blog/sustainability-in-fashion\"><span style=\"text-decoration:underline\">sustainable fashion</span></a> with our premium loose-fit jeans for women. Look good, feel good, and do good.</p>"
          }
        },
        "question_a3Bm9j": {
          "type": "question",
          "settings": {
            "title": "Check out the women’s loose-fit collection at MUD Jeans",
            "answer": "<p>Discover MUD Jeans’ wide range of women’s loose-fit jeans, where comfort meets style in every stitch. You will find various fits and designs that look perfect on you. From loose-fit straight-leg jeans for classic occasions to a wider black loose-fit jeans for casual meetings. Whichever style you choose, our colour palette will effortlessly enhance any wardrobe.</p><p><br/>We stick to the classics but love to keep things fresh and exciting. So, once in a while, we introduce new designs to surprise and delight you. You'll look fabulous and contribute to a more sustainable planet with our women's loose fit jeans collection.</p><h2>Circular loose-fit jeans for women made from recycled denim</h2><p>MUD Jeans wants to do things differently and better than the traditional denim industry. That’s why we introduced the <a href=\"https://mudjeans.com/pages/about-us-mud-jeans/\"><span style=\"text-decoration:underline\">MUD method</span></a>. Each pair of our loose-fit jeans for women is made from up to 40% pre- and post-consumer recycled denim. For the remaining 60%, we exclusively use OCS-certified organic cotton. Sometimes we add TENCEL™ Lyocell x REFIBRA™ for softness or add recycled elastane for a comfortable stretch.<br/><br/>Our commitment to sustainability goes far beyond the fabric. We recycle 95% of the water used in our manufacturing process. And our paper labels are OEKO-TEX certified.</p><p><br/>Our supply chain is also short, ensuring that our denim experts earn wages above the minimum standard. It's a win-win situation for them, for you, and for the planet. Choose our loose-fit jeans for a style where fashion meets conscience.</p><h2>Decide what you want: buy or lease your jeans</h2><p>Meet '<a href=\"https://mudjeans.com/pages/lease-a-jeans-mud-jeans\"><span style=\"text-decoration:underline\">Lease A Jeans</span></a>', a revolutionary solution in the denim industry and the first of its kind. At MUD Jeans, you can rent your favourite loose-fit jeans for women with a small monthly fee. After 12 months, the choice is yours: return them, swap them for a new style, or make them a permanent part of your wardrobe.</p><p><br/>Do you prefer to own your jeans immidiately? Absolutely, you can. Once they're yours, all you have to do is wash them once in a while to keep them looking fabulous.</p><h2>Hand in your old pair of jeans for a great discount</h2><p>Do you have a pair of jeans that has seen better days? Don't throw it in the trash. Instead, <a href=\"https://mudjeans.com/pages/jeans-for-recycling-mud-jeans/\"><span style=\"text-decoration:underline\">recycle your jeans</span></a> to help us reuse the fibres and turn them into brand-new sustainable jeans to close the loop. No matter the brand, we welcome them all with open arms. To thank you for your efforts, we'll give you €10 off your next pair of jeans.</p><h2>Discover the ideal size with the MUD Jeans’ sizing tool</h2><p>Shopping online for the ideal pair of loose-fit jeans for women can be challenging. Often, you have to rely solely on pictures to guess your size. Not any more. The MUD Jeans sizing tool makes it easy to find your perfect fit. It only costs you one minute. Simply enter your age, height, weight, bra size, waist, hip-to-bust ratio, and favourite brand. Say goodbye to the frustration of ordering the wrong size and join us in reducing CO2 emissions. Do you still need to figure out your fit? Check our handy <a href=\"https://mudjeans.com/pages/size-chart-mud-jeans/\"><span style=\"text-decoration:underline\">size chart</span></a>. </p><h2>The washing guide to keep your women's loose-fit jeans looking fabulous</h2><p>You want your women’s loose-fit jeans to look stunning for as long as possible. Caring for them when you wash them will prolong their life and support environmentally friendly practices. Follow our golden <a href=\"https://mudjeans.com/pages/wash-consciously-mud-jeans/\"><span style=\"text-decoration:underline\">washing tips</span></a> below to maintain your jeans in perfect condition.</p><ul><li><strong>Wash less: </strong>Wash your jeans only when necessary. Washing less often will help them last longer.</li><li><strong>Cold water: </strong>To protect the colour and fabric, use cold water and the eco setting on your washing machine. A temperature of 30 °C is ideal.</li><li><strong>Inside out: </strong>Turn your jeans inside out before washing to reduce fading.</li><li><strong>Try vinegar:</strong> Add a splash of vinegar to the wash cycle to keep the colours vibrant. Ensure your washing machine is compatible with vinegar, and <strong>skip </strong>the fabric softener.</li><li><strong>Air dry: </strong>Allow your jeans to dry naturally on a line instead of using a tumble dryer, which can cause shrinkage and use more energy.</li><li><strong>Gentle hand wash:</strong> Hand wash your jeans in a bucket of lukewarm water whenever possible. This is the gentlest method.</li></ul><h2>Complete your sustainable outfit with other stylish fashion items</h2><p>Explore endless fashion possibilities with our loose-fit jeans for women. Whether you're dressing up for a chic evening event or enjoying a relaxed weekend brunch with your friends, these jeans are the ideal choice for any occasion.</p><p>Combine your pair of loose-fit jeans with, for example, an oversized jumper and sneakers for a relaxed look. Or style it with a <a href=\"https://mudjeans.com/collections/jackets-vests-women\"><span style=\"text-decoration:underline\">denim jacket</span></a> and <a href=\"https://mudjeans.com/collections/accessories-women\"><span style=\"text-decoration:underline\">denim accessories</span></a> for a coherent look. Dive into your sustainable wardrobe, experiment with combinations, and express your unique style. </p><h2>Buy your circular loose-fitting jeans for women at MUD Jeans today</h2><p>Are you ready to add a timeless piece to your wardrobe while making a meaningful difference? Dive into the MUD Jeans collection and choose the sustainable loose-fit jeans that perfectly capture your unique style. Become part of our circular fashion revolution, and know that you're doing good for yourself and our planet, now and forever.</p><h2>Frequently asked questions about loose-fit jeans</h2><h3>What's the difference between loose-fit and relaxed-fit jeans?</h3><p>Loose-fit jeans are designed for a baggier, more relaxed silhouette, offering more room throughout the leg for a relaxed, casual look. On the other hand, relaxed-fit jeans provide extra space, primarily in the seat and thigh areas, maintaining a more traditional shape while still ensuring comfort. Both styles cater to different aesthetic preferences, with loose-fit embracing a trendier, oversized look and relaxed-fit focusing on a more classic comfort. </p><h3>Why do people wear loose jeans?</h3><p>People wear loose jeans for their unmatched comfort and effortless style. The relaxed fit provides ample room for movement, making them ideal for casual outings or long days. Loose jeans are inspired by the iconic 90s fashion and offer a trendy, laid-back aesthetic. Additionally, they can be easily paired with various tops and accessories, making them a versatile piece in any wardrobe. </p>"
          }
        }
      },
      "block_order": [
        "content_njX6mE",
        "question_a3Bm9j"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "collection_list_7d3JGj",
    "rich_text_K8imGq",
    "main",
    "collapsible_tabs_wBQWVz"
  ]
}
