/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection_list_7d3JGj": {
      "type": "collection-list",
      "blocks": {
        "collection_TnLyG6": {
          "type": "collection",
          "settings": {
            "collection": "slim",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.03.04.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_wBkthW": {
          "type": "collection",
          "settings": {
            "collection": "straight",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.55.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_LD843z": {
          "type": "collection",
          "settings": {
            "collection": "loose",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.45.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_cKJfK9": {
          "type": "collection",
          "settings": {
            "collection": "tapered",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.37.png",
            "subheading": "",
            "button_label": ""
          }
        }
      },
      "block_order": [
        "collection_TnLyG6",
        "collection_wBkthW",
        "collection_LD843z",
        "collection_cKJfK9"
      ],
      "disabled": true,
      "settings": {
        "title": "Collection list",
        "enable_carousel": true,
        "grid": 4,
        "color_scheme": "default",
        "full_width": true,
        "coll_grid_image_shape": "landscape-54",
        "coll_grid_image_position": "center center",
        "coll_thumb_mob_per_row": "2",
        "coll_grid_show_count": false,
        "coll_text_position": "below",
        "coll_text_position_under_mobile": false,
        "coll_thumb_text_align_x": "center",
        "coll_thumb_text_align_y": "center",
        "coll_button_style": "primary"
      }
    },
    "main": {
      "type": "main-collection",
      "settings": {
        "show_title": false,
        "show_image_behind_heading": false,
        "heading_image_height": "medium",
        "overlay_style": "shadow",
        "coll_desc_pos": "above",
        "coll_num_per_page_int": 50,
        "grid": 4,
        "show_vendor": false,
        "show_total": true,
        "enable_filtering": true,
        "collapse_tag_sidebar_by_default": true,
        "collapse_filters_method": "over-6",
        "show_filter_counts": true,
        "show_disabled_filters": true,
        "auto_apply_hide_unavailable": true,
        "enable_sticky_filter": true,
        "filter_two_columns": false,
        "show_sort": true,
        "sort_show_featured": false,
        "sort_show_best": true,
        "sort_show_alpha": true,
        "sort_show_price": true,
        "sort_show_date": true,
        "related_collections": [
          "tapered-fit",
          "loose-fit",
          "straight-fit",
          "slim-fit"
        ],
        "related_collections_style": "gallery",
        "rel_coll_gall_aspect_ratio": "1.25",
        "image_position": "center center",
        "rel_coll_gall_enable_margin": true,
        "rel_coll_gall_full_width": false,
        "rel_coll_gall_overlay_style": "shadow",
        "rel_coll_gall_text_alignment": "bottom left",
        "rel_coll_grid_mobile": "2"
      }
    },
    "collapsible_tabs_wBQWVz": {
      "type": "collapsible-tabs",
      "blocks": {
        "content_njX6mE": {
          "type": "content",
          "settings": {
            "content": "<h1>Comfortable And Sustainable Jeans For Women</h1><p>You always want to look your best. But you also want to do your bit for a better world. MUD Jeans has you covered. At MUD Jeans, you will find a durable and timeless pair of jeans for every occasion. Whether you are having coffee with friends in the city or looking for a casual outfit for work. Discover our collection and look good, feel good, and do good. At our jeans brand, fashion meets the love for our planet.</p>"
          }
        },
        "question_a3Bm9j": {
          "type": "question",
          "settings": {
            "title": "Discover Our Collection",
            "answer": "<p>Each person's clothing style is different. Different fits are therefore a must. With MUD Jeans, you will find a wide range of women's jeans. Sleek look? <a href=\"https://mudjeans.com/collections/slim-fits-women\">Slim fit jeans</a> are the right choice. Casual style? Choose the <a href=\"https://mudjeans.com/collections/loose-fits\">loose fit jeans</a>. But even if you're looking for something in between, you've come to the right place. For a classic silhouette, <a href=\"https://mudjeans.com/collections/straight-w\">straight fit jeans</a> are the way to go. And <a href=\"https://mudjeans.com/collections/tapered-fits-women\">tapered jeans</a> are the best option if you want something that is neither too tight nor too loose.</p><p>Classic fits and durability: that's our jeans collection. Only occasionally we add a new style to surprise you. And the colours? These are true classics too. Choose from colours like iconic blue or bold black. Or go for fresh white or subtle grey. Whichever fit and whatever colour you choose, our jeans will make sure you look your best every time.</p><h3><strong><br/></strong>Recycled and organic cotton jeans for women</h3><p>Meet the <a href=\"https://mudjeans.com/pages/about-us-mud-jeans/\">MUD method</a>. An approach where we ensure that every MUD Jeans is made up of up to 40% <a href=\"https://mudjeans.com/pages/sustainable-materials-mud-jeans\">post-consumer recycled denim</a>. The remaining 60%? We use only OCS and GOTS certified organic cotton. </p><p>Our women's jeans are manufactured without the use of toxic substances, and we recycle 95% of the water we use. But our activism doesn't stop there: it's in the details. The paper labels are OEKO-TEX certified, and our stretchy jeans have a touch of recycled elastane.</p><p>The supply chain is also short to guarantee that our denim experts in the ethical factories earn more than the minimum wage. All of the above is good for them, good for you, and good for the planet. </p><h3><strong><br/>Buy or lease your sustainable women’s denim jeans</strong></h3><p>Unique in the denim world: leasing a pair of jeans through our '<a href=\"https://mudjeans.com/pages/lease-a-jeans-mud-jeans\">Lease A Jeans</a>' concept. You lease a beautiful pair of women's jeans for a small monthly fee. And after a year, you have the freedom to choose: return, exchange or keep. </p><p>Prefer to buy? Of course, you can. You will be the proud owner of a pair of durable women's trousers you can enjoy for years and years. After purchase, you don't have to do anything else. Okay, give your jeans an occasional wash.</p><h3><strong><br/>Hand in your old jeans</strong></h3><p>A torn or worn out pair of jeans? Both can happen. But don't have to throw them away. We would love to have your jeans so we can turn them into brand-new ones. It doesn't matter what brand it is. <a href=\"https://mudjeans.com/pages/jeans-for-recycling-mud-jeans/\">Give us your jeans</a>, and we will use the material to make new, eco-friendly jeans. As a thank you, we will give you 10% off your next purchase.</p><p> </p><h3><strong>Find the right size with the MUD Jeans size tool</strong></h3><p>Finding the right size online is not easy. Assistance is at your service. The MUD Jeans sizing tool makes finding the perfect fit a piece of cake. Simply enter your age, height, weight, bra size, waist, hip to bust ratio and favourite brand, and voilà. A carefree shopping experience at your fingertips.</p><p>Our tool saves you time and money. And together we can reduce CO2 emissions. Still not sure about the right fit? Check out our <a href=\"https://mudjeans.com/pages/size-chart-mud-jeans/\">size chart</a>.</p><h3><strong><br/>How to take care of your pair of jeans?</strong></h3><p>With a pair of MUD jeans, you are guaranteed that you will be wearing it for a long time. Conscious washing helps to make them last longer. Use our golden <a href=\"https://mudjeans.com/pages/wash-consciously-mud-jeans/\">washing tips</a> that are good for both your jeans and the environment. </p><ul><li><strong>Wash less: </strong>Wash your jeans only when necessary. Washing them less extends their life.</li><li><strong>Cold wash: </strong>Wash with cold water and use the eco setting on your washing machine to keep the colour and fabric in top condition. 30 degrees Celsius is just right. </li><li><strong>Turn inside out: </strong>Turn your jeans inside out before washing to reduce colour loss.</li><li><strong>Vinegar: </strong>Preserve colour by adding a splash of vinegar to the wash program. Make sure you check first that the vinegar is safe for use in your washing machine. And <strong>never</strong> use fabric softener.</li><li><strong>Air dry: </strong>Dry your jeans on a line rather than in the tumble dryer to prevent shrinkage and to save energy.</li><li><strong>Hand wash:</strong> Wash your jeans in a bucket of lukewarm water. This is the gentlest method.</li></ul><h3><strong><br/>Mix and match sustainable denim into a stylish, timeless outfit</strong></h3><p>Timeless women's jeans are the ideal base for any look. They are easy to mix and match. Choose an oversized <a href=\"https://mudjeans.com/collections/shirts-women\">denim shirt</a> for a relaxed vibe. Or go for a <a href=\"https://mudjeans.com/collections/jackets-vests-women\">denim vest</a> with or without sleeves for a classic look. Complete your outfit with matching <a href=\"https://mudjeans.com/collections/accessories-women\">accessories</a> such as a cap or tote bag.</p><p>Do you prefer something else than jeans? No problem. A sustainable <a href=\"https://mudjeans.com/collections/dresses-women\">denim dress</a> or <a href=\"https://mudjeans.com/collections/skirts-women\">denim skirt</a> is the perfect base for your own personal style. Add a bold belt or bag to give your outfit that extra touch.</p><h3><strong><br/>Buy the best sustainable jeans for women at MUD Jeans now</strong></h3><p>Ready to buy your new pair of jeans that will make you shine and create a cleaner planet? Choose women's jeans from MUD Jeans. Explore our collection of sustainable jeans and choose the one that suits you. With your purchase, you become part of our circular movement. For the planet, for you, for the rest of your life.<br/><br/></p><h2>Frequently asked questions about women’s sustainable jeans</h2><h5>What jeans fit best for your body type?</h5><p>To determine what jeans fit you best, it is important to look at your body type. If you have a slimmer figure, skinny jeans or slim jeans will suit you best. If you have a pear-shaped figure, boot cut or flare jeans are ideal, as they balance your figure. For the best look and comfort, your jeans should be fitted perfectly around your waist, hips, and legs. Do you need some help? Check out our tips for <a href=\"https://mudjeans.com/blogs/blog/how-to-choose-your-type-of-jeans\"><span style=\"text-decoration:underline\">finding the best-fitting jeans</span></a> for you.</p><h5>Can jeans be made sustainably?</h5><p>Yes, jeans can be made sustainably. By choosing brands that use recycled denim, organic cotton, ethical denim, and water efficient and fair production methods, you are making a sustainable choice. MUD Jeans uses up to 40% recycled denim and the rest is made from OCS and GOTS certified organic cotton. We don’t use chemicals and 95% of the water used is recycled. The paper labels are also OEKO-TEX certified.</p>"
          }
        }
      },
      "block_order": [
        "content_njX6mE",
        "question_a3Bm9j"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "collection_list_7d3JGj",
    "main",
    "collapsible_tabs_wBQWVz"
  ]
}
