/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection_list_7d3JGj": {
      "type": "collection-list",
      "blocks": {
        "collection_TnLyG6": {
          "type": "collection",
          "settings": {
            "collection": "slim",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.03.04.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_wBkthW": {
          "type": "collection",
          "settings": {
            "collection": "straight",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.55.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_LD843z": {
          "type": "collection",
          "settings": {
            "collection": "loose",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.45.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_cKJfK9": {
          "type": "collection",
          "settings": {
            "collection": "tapered",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.37.png",
            "subheading": "",
            "button_label": ""
          }
        }
      },
      "block_order": [
        "collection_TnLyG6",
        "collection_wBkthW",
        "collection_LD843z",
        "collection_cKJfK9"
      ],
      "disabled": true,
      "settings": {
        "title": "Collection list",
        "enable_carousel": true,
        "grid": 4,
        "color_scheme": "default",
        "full_width": true,
        "coll_grid_image_shape": "landscape-54",
        "coll_grid_image_position": "center center",
        "coll_thumb_mob_per_row": "2",
        "coll_grid_show_count": false,
        "coll_text_position": "below",
        "coll_text_position_under_mobile": false,
        "coll_thumb_text_align_x": "center",
        "coll_thumb_text_align_y": "center",
        "coll_button_style": "primary"
      }
    },
    "main": {
      "type": "main-collection",
      "settings": {
        "show_title": false,
        "show_image_behind_heading": false,
        "heading_image_height": "medium",
        "overlay_style": "shadow",
        "coll_desc_pos": "above",
        "coll_num_per_page_int": 50,
        "grid": 4,
        "show_vendor": false,
        "show_total": true,
        "enable_filtering": true,
        "collapse_tag_sidebar_by_default": true,
        "collapse_filters_method": "over-6",
        "show_filter_counts": true,
        "show_disabled_filters": true,
        "auto_apply_hide_unavailable": true,
        "enable_sticky_filter": true,
        "filter_two_columns": false,
        "show_sort": true,
        "sort_show_featured": false,
        "sort_show_best": true,
        "sort_show_alpha": true,
        "sort_show_price": true,
        "sort_show_date": true,
        "related_collections": [
          "tapered-fit",
          "loose-fit",
          "straight-fit",
          "slim-fit"
        ],
        "related_collections_style": "gallery",
        "rel_coll_gall_aspect_ratio": "1.25",
        "image_position": "center center",
        "rel_coll_gall_enable_margin": true,
        "rel_coll_gall_full_width": false,
        "rel_coll_gall_overlay_style": "shadow",
        "rel_coll_gall_text_alignment": "bottom left",
        "rel_coll_grid_mobile": "2"
      }
    },
    "collapsible_tabs_wBQWVz": {
      "type": "collapsible-tabs",
      "blocks": {
        "content_njX6mE": {
          "type": "content",
          "settings": {
            "content": "<h1>High-quality and sustainable men’s tapered jeans</h1><p>You're hunting for a pair of men's jeans that are tight at the end of the legs, but not too tight at the top. A pair of tapered jeans is the perfect solution. At MUD Jeans, you will find a wide range of tapered jeans that are not only stylish but also <a href=\"https://mudjeans.com/pages/sustainability-mud-jeans\"><span style=\"text-decoration:underline\">sustainable</span></a>. Discover the ideal blend of style and circularity with our premium tapered jeans for men. Look good, feel good, and do good.</p>"
          }
        },
        "question_a3Bm9j": {
          "type": "question",
          "settings": {
            "title": "Discover the men's tapered jeans collection by MUD Jeans",
            "answer": "<p>Enter the world of men's tapered jeans from MUD Jeans. Our collection offers a wide range of styles, from low-waist to mid-rise or regular, to suit every man's unique taste and occasion. Whether you prefer a casual or more classic style, our colour palette will seamlessly complement any wardrobe. Choose light blue and soft grey for a more casual look, or go for dark blue and black tapered jeans if you like wearing classic items.</p><p>Our men’s tapered jeans collection is your go-to for a timeless style. We stick to the classics, adding a fresh new style now and then to surprise you. Whatever fit or colour you choose, our collection will keep you looking your best.</p><h3><strong><br/></strong>Circular tapered fit jeans made from pre- and post-consumer recycled denim</h3><p>Our MUD Jeans are not part of the fashion norm. In fact, each pair of jeans is made from up to 40% pre- and post-consumer recycled denim. We call it the <a href=\"https://mudjeans.com/pages/about-us-mud-jeans/\"><span style=\"text-decoration:underline\">MUD method</span></a>. And the other 60%? We use only OCS and GOTS certified organic cotton. And sometimes, we add a bit of TENCEL™ Lyocell x REFIBRA™ for more softness and/or recycled elastane for a stretchy fit.</p><p>Our commitment to sustainable practices goes beyond the fabric. We recycle 95% of the water used in production, and our paper labels are OEKO-TEX certified. </p><p>Our supply chain is also short, guaranteeing that our denim experts earn above the minimum wage. It's a win-win for them, you, and the planet. Choose our tapered jeans and step into a world where style meets conscience. </p><h3><strong><br/></strong>Choose the option that suits you best: buy or lease</h3><p>‘<a href=\"https://mudjeans.com/pages/lease-a-jeans-mud-jeans\"><span style=\"text-decoration:underline\">Lease A Jeans</span></a>’, a game-changing concept in the world of denim. You rent your new tapered jeans for a small monthly fee, and after 12 months, you become the owner. Now, you have the choice: return, exchange, or keep them. It's fashion freedom at its best. Would you rather buy a pair of men’s tapered jeans? Of course, you can. Once you’ve bought them, they’re yours. </p><h3><br/>Do good: hand in your old men's jeans for a discount</h3><p>Have you got a pair of worn-out jeans? Don’t throw them away; it's bad for the environment. Instead, <a href=\"https://mudjeans.com/pages/jeans-for-recycling-mud-jeans/\"><span style=\"text-decoration:underline\">give your jeans to us</span></a>, and we will use the fibres to make brand-new jeans. We close the loop and reduce waste by turning old jeans into sustainable ones. It doesn't matter what brand your jeans are; we welcome them all. You will receive a €10 discount on your brand-new MUD jeans.</p><h3><br/>Find your perfect size with the MUD Jeans sizing tool</h3><p>Finding the right size when shopping online can be difficult. Often, you only have the image as a resource to decide the right size. Not any more. With the MUD Jeans sizing tool, it’s super easy. Follow the steps, and you will find the right fit in less than a minute. All you have to do is add your age, height, weight, bra size, waist, hip-to-bust ratio and favourite brand. Say goodbye to the hassle of buying the wrong size and hello to helping us to reduce CO2 emissions. Still not sure about the right fit? Check out our <a href=\"https://mudjeans.com/pages/size-chart-mud-jeans/\"><span style=\"text-decoration:underline\">size chart</span></a>.</p><h3><br/>The best washing instructions to keep your men's tapered jeans looking great</h3><p>You want to wear your tapered jeans for as long as possible. Washing them with care not only prolongs their life, but is also environmentally friendly. Use our golden <a href=\"https://mudjeans.com/pages/wash-consciously-mud-jeans/\"><span style=\"text-decoration:underline\">washing tips </span></a>below to keep your jeans in perfect condition.</p><ul><li><strong>Wash less: </strong> Wash your jeans only when absolutely necessary. Washing less will often help them last longer.</li><li><strong>Cold water: </strong>To protect the colour and fabric, use cold water and select the eco setting on your washing machine. A temperature of 30 °C is perfect.</li><li><strong>Inside out: </strong>Turn your jeans inside out before washing to minimise fading.</li><li><strong>Use vinegar:</strong> Add a small amount of vinegar to the wash cycle to maintain colour. Make sure the vinegar is compatible with your washing machine. And <strong>avoid</strong> fabric softener.</li><li><strong>Air drying: </strong>Let your jeans dry naturally on a line rather than in a tumble dryer, which can cause shrinkage and use more energy.</li><li><strong>Gentle hand wash: </strong>If possible, wash your jeans by hand in a bucket of lukewarm water—this is the gentlest way.</li></ul><p> </p><h3>Mix and match your men's tapered jeans to create your own style</h3><p>Unlock endless style possibilities with our tapered jeans for men. Whether dressing up for a night out or keeping it casual for a weekend brunch, these jeans are perfect for any occasion.</p><p>Mix and match our tapered jeans with a neat <a href=\"https://mudjeans.com/collections/jackets-vests\"><span style=\"text-decoration:underline\">jacket or vest</span></a>. Or add <a href=\"https://mudjeans.com/collections/accessories-men\"><span style=\"text-decoration:underline\">accessories</span></a> such as a base cap or tote bag to your outfit. Dive into your sustainable wardrobe, mix and match, and let your personal style shine through.</p><h3><br/>Order your favourite tapered jeans for men at MUD Jeans today</h3><p>Ready to upgrade your wardrobe and make a positive impact at the same time? Explore the MUD Jeans collection today and buy the sustainable tapered jeans that represent your style. Join our circular movement and look fabulous while being good to yourself and the planet for the rest of your life.</p><h2><br/>Frequently asked questions about tapered fit jeans for men</h2><h3>What does ‘tapered’ mean for jeans?</h3><p>Tapered refers to a fit where the leg gradually narrows towards the ankle, creating a modern, streamlined silhouette. This style offers comfort through a relaxed fit at the thigh, while the subtle narrowing delivers a clean and sharp look. Tapered jeans combine casual ease with a tailored finish, making them a perfect choice for a polished yet relaxed look.</p><h3><br/>What is the difference between slim fit and tapered fit jeans?</h3><p>The difference between slim fit and tapered fit jeans is the shape. Slim fit jeans have a tight fit from hip to ankle for a fitted look. Tapered jeans, on the other hand, start with a loose fit at the hips and thighs, and gradually taper towards the ankle, creating a more contoured silhouette. Tapered jeans offer a blend of comfort and style, enhancing the leg's natural shape.</p><h3><br/>What are the benefits of tapered jeans?</h3><p>Tapered jeans offer several benefits. They are a versatile addition and the perfect blend of comfort and style, giving you the relaxed feel of straight-leg jeans with the sleek look of a slim fit. They are an ideal choice for a modern look. With tapered jeans, you can achieve a stylish look that is comfortable to wear all day.</p><p>We give you the freedom to choose: buy or lease jeans. If you decide to buy, you will be the proud owner of a pair of sustainable jeans for men that will last for years. You have nothing to do any more. Well, just wash your jeans once in a while.</p><p>Do you prefer leasing? Discover our '<a href=\"https://mudjeans.com/pages/lease-a-jeans-mud-jeans\"><span style=\"text-decoration:underline\">Lease A Jeans</span></a>' concept, which is unique in its kind. For a small monthly fee, you lease a beautiful pair of men's jeans. After one year, the choice is yours: return, exchange or keep.</p>"
          }
        }
      },
      "block_order": [
        "content_njX6mE",
        "question_a3Bm9j"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "collection_list_7d3JGj",
    "main",
    "collapsible_tabs_wBQWVz"
  ]
}
