/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection_list_7d3JGj": {
      "type": "collection-list",
      "blocks": {
        "collection_TnLyG6": {
          "type": "collection",
          "settings": {
            "collection": "slim",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.03.04.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_wBkthW": {
          "type": "collection",
          "settings": {
            "collection": "straight",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.55.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_LD843z": {
          "type": "collection",
          "settings": {
            "collection": "loose",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.45.png",
            "subheading": "",
            "button_label": ""
          }
        },
        "collection_cKJfK9": {
          "type": "collection",
          "settings": {
            "collection": "tapered",
            "image": "shopify://shop_images/Screenshot_2024-03-04_at_15.02.37.png",
            "subheading": "",
            "button_label": ""
          }
        }
      },
      "block_order": [
        "collection_TnLyG6",
        "collection_wBkthW",
        "collection_LD843z",
        "collection_cKJfK9"
      ],
      "disabled": true,
      "settings": {
        "title": "Collection list",
        "enable_carousel": true,
        "grid": 4,
        "color_scheme": "default",
        "full_width": true,
        "coll_grid_image_shape": "landscape-54",
        "coll_grid_image_position": "center center",
        "coll_thumb_mob_per_row": "2",
        "coll_grid_show_count": false,
        "coll_text_position": "below",
        "coll_text_position_under_mobile": false,
        "coll_thumb_text_align_x": "center",
        "coll_thumb_text_align_y": "center",
        "coll_button_style": "primary"
      }
    },
    "main": {
      "type": "main-collection",
      "settings": {
        "show_title": false,
        "show_image_behind_heading": false,
        "heading_image_height": "medium",
        "overlay_style": "shadow",
        "coll_desc_pos": "above",
        "coll_num_per_page_int": 50,
        "grid": 4,
        "show_vendor": false,
        "show_total": true,
        "enable_filtering": true,
        "collapse_tag_sidebar_by_default": true,
        "collapse_filters_method": "over-6",
        "show_filter_counts": true,
        "show_disabled_filters": true,
        "auto_apply_hide_unavailable": true,
        "enable_sticky_filter": true,
        "filter_two_columns": false,
        "show_sort": true,
        "sort_show_featured": false,
        "sort_show_best": true,
        "sort_show_alpha": true,
        "sort_show_price": true,
        "sort_show_date": true,
        "related_collections": [
          "tapered-fit",
          "loose-fit",
          "straight-fit",
          "slim-fit"
        ],
        "related_collections_style": "gallery",
        "rel_coll_gall_aspect_ratio": "1.25",
        "image_position": "center center",
        "rel_coll_gall_enable_margin": true,
        "rel_coll_gall_full_width": false,
        "rel_coll_gall_overlay_style": "shadow",
        "rel_coll_gall_text_alignment": "bottom left",
        "rel_coll_grid_mobile": "2"
      }
    },
    "collapsible_tabs_wBQWVz": {
      "type": "collapsible-tabs",
      "blocks": {
        "content_njX6mE": {
          "type": "content",
          "settings": {
            "content": "<h1>Give yourself a classic look with MUD Jeans’ straight-leg jeans for men</h1><p>Are you searching for a sustainable pair of comfortable jeans in a classic style? Look no further. At MUD Jeans, we offer a wide selection of straight-leg jeans for men with a slim, versatile fit that never goes out of fashion. With a straight fit from the hips to the ankles, these classic jeans suit almost every body type. Experience the ideal blend of timeless appeal and circular fashion with our premium straight-leg jeans. Look good, feel good, and do good with every wear.</p>"
          }
        },
        "question_a3Bm9j": {
          "type": "question",
          "settings": {
            "title": "Explore the men's straight-leg jeans collection by MUD Jeans",
            "answer": "<p>Welcome to the world of MUD Jeans, where <a href=\"https://mudjeans.com/pages/sustainability-mud-jeans\"><span style=\"text-decoration:underline\">sustainability</span></a> meets style. Our collection of straight-leg jeans comes in a variety of washes that look great on everyone. From black straight-leg jeans for more formal business settings to light blue straight-leg jeans to hang out with friends during weekends. Our colour palette ensures a perfect match for any wardrobe.<br/><br/>Our men's straight-leg jeans collection is your ultimate destination for a classic style you can wear year after year. We embrace timeless designs while occasionally introducing new ones to keep your wardrobe exciting. Our collection promises to keep you looking your best, no matter the fit or colour you select.</p><h2>Men’s straight-fit jeans crafted with recycled denim</h2><p>We think and work differently than the traditional denim industry. With our <a href=\"https://mudjeans.com/pages/about-us-mud-jeans/\"><span style=\"text-decoration:underline\">MUD Method</span></a>, we are creating a waste-free world: all our jeans are made with up to 40% <a href=\"https://mudjeans.com/pages/sustainable-materials-mud-jeans\"><span style=\"text-decoration:underline\">pre- and post-consumer recycled denim</span></a>, which we rescued from ending up in the landfill. The remaining 60% is made with OCS-certified organic cotton. Sometimes, we add a bit of TENCEL™ Lyocell x REFIBRA™ for extra softness or recycled elastane for a touch of stretch.<br/><br/>Our commitment to sustainability goed far beyond the fabric. We recycle 95% of the water we use in production, and all our paper labels have the OEKO-TEX certification.<br/><br/>We also ensure a responsible supply chain where our denim experts earn above the minimum wage. Ultimately, our method benefits you, our experts, and the planet. Embrace the timeless elegance of our straight-leg jeans and make a statement where style and sustainability unite. </p><h2>Choose what suits you best: buy or lease</h2><p>Let us introduce you to a new and unique concept in the denim world: ‘<a href=\"https://mudjeans.com/pages/lease-a-jeans-mud-jeans\"><span style=\"text-decoration:underline\">Lease A Jeans</span></a>’. We are the first fashion brand that offers you the option to rent a pair of straight-leg jeans for a small monthly fee. After 12 months of wearing them, you have three options: return, exchange, or keep. Would you like to buy your men's straight-leg jeans immediately? That is also a great choice. Once purchased, they're all yours to enjoy. </p><h2>Give your old jeans to us and get a discount</h2><p>Do you have worn-out jeans gathering dust in your wardrobe? It’s time to give them a new life. <a href=\"https://mudjeans.com/pages/jeans-for-recycling-mud-jeans/\"><span style=\"text-decoration:underline\">Hand in your old pair of jeans</span></a> at MUD Jeans so we can recycle the fibres and create stylish, eco-friendly new ones. Of course, we want to thank you for joining the circular movement. You will receive a €10 discount on your brand-new MUD jeans.</p><h2>Easily find out which size is best for you with the MUD Jeans size tool</h2><p>Buying a pair of jeans online can be a hassle. With the MUD Jeans’ size tool, you don’t have to guess your size based on a single image any more. It is a simple, streamlined tool designed to help you find your ideal fit in under a minute. Add your age, height, weight, waist size, and preferred brand, and let the magic happen. Now, you can order the right size and help us reduce CO2 emissions from unnecessary returns.  And if you still have doubts, our handy <a href=\"https://mudjeans.com/pages/size-chart-mud-jeans/\"><span style=\"text-decoration:underline\">size chart</span></a> is here to guide you.</p><h2>Care tips to keep your men's straight-leg jeans in good condition</h2><p>Your sustainable pair of straight-leg jeans is more than just a wardrobe piece; it’s a style statement that deserves to last. By following our golden <a href=\"https://mudjeans.com/pages/wash-consciously-mud-jeans/\"><span style=\"text-decoration:underline\">washing tips</span></a>, you can extend its lifespan and make an eco-friendly impact.</p><ul><li><strong>Wash less: </strong>Wash your jeans only when necessary. Washing less often will help maintain their shape and longevity.</li><li><strong>Cold water: </strong>Preserve the colour and fabric by using cold water and select your washing machine's eco-friendly setting. A cool 30°C is ideal.</li><li><strong>Inside out: </strong>Turn your jeans inside out before washing to reduce fading and keep them looking fresh.</li><li><strong>Use vinegar: </strong>Add a splash of vinegar during the wash cycle to help keep the colour. Ensure it's compatible with your washing machine, and <strong>don’t use</strong> fabric softener.</li><li><strong>Air dry naturally: </strong>Avoid the tumble dryer. Instead, let your jeans air dry on a line to prevent shrinkage and save energy.</li><li><strong>Hand wash: </strong>Hand wash your jeans in lukewarm water for the gentlest care.</li></ul><h2>Create your signature look and match your jeans with other items</h2><p>The straight-leg jeans for men offer you a timeless piece that is perfect for mixing and matching. Are you going out with your friends for a casual drink? Mix your jeans with a jumper and a pair of sneakers. Are you looking for a more polished look? Combine the jeans with loafers and a <a href=\"https://mudjeans.com/collections/jackets-vests\"><span style=\"text-decoration:underline\">denim shirt</span></a>. And don’t forget to add some <a href=\"https://mudjeans.com/collections/accessories-men\"><span style=\"text-decoration:underline\">accessories</span></a>, such as a stylish belt, hat, or watch. Let your individuality shine through with every sustainable outfit you create. </p><h2>Purchase your favourite men’s straight-leg jeans at MUD Jeans now</h2><p>Make a stylish and sustainable choice today with our range of straight-leg jeans for men. Whether you choose grey straight-leg jeans with a pair of loafers for a chic look or a light-blue wash with a cosy jumper for a more casual look. Join MUD Jeans’ circular movement now and know that you're making a positive impact on yourself and the planet every time you wear them. </p><h2>Frequently asked questions about straight-leg jeans for men</h2><h3>Should men wear straight-leg jeans?</h3><p>Absolutely, men should wear straight-leg jeans! They offer a classic and versatile fit that complements almost any body type, providing a sleek silhouette without being too tight or loose. Straight-fit jeans are timeless, easily adapting to casual and formal settings. Plus, with MUD Jeans, you can enjoy the added benefits of sustainability and ethical production, making them a stylish and responsible choice for any wardrobe.  </p><h3>Are straight-leg jeans good?</h3><p>Absolutely, a pair of straight-leg jeans is a fantastic choice. It is a timeless wardrobe piece that flatters various body types, making it a smart investment for a man's closet. The versatile silhouette of straight jeans offers a comfortable fit while maintaining a polished look, easily transitioning from casual to more formal settings. Whether paired with sneakers or loafers, straight-leg jeans provide a balanced blend of style and comfort, ensuring you look chic or casual for any occasion. </p>"
          }
        }
      },
      "block_order": [
        "content_njX6mE",
        "question_a3Bm9j"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "collection_list_7d3JGj",
    "main",
    "collapsible_tabs_wBQWVz"
  ]
}
