{"sections":{"contact":{"type":"rich-text","blocks":{"heading":{"type":"heading","settings":{"title":"Privacy Policy","use_h1":false}},"text":{"type":"text","settings":{"text":"<p>MUD Jeans International B.V. (hereafter: “MUD Jeans”) consider the protection of your privacy and safety very important.<\/p><p><strong>Data processing<br\/><\/strong>When you visit this website, place an order, subscribe for the newsletter, ask us a question or participate in a contest or survey on this website, we ask you to submit, among other things, your name, address, bank and\/or payment details. MUD Jeans will use these data for the following purposes:<\/p><ul><li>to provide and invoice our services;<\/li><li>to process your order and to inform you on its progress;<\/li><li>to provide you with information on MUD Jeans products and activities;<\/li><li>to provide information to third parties if this is necessary for them to be able to perform their work for MUD Jeans or by virtue of any legal obligations;<\/li><li>to answer any questions you may have.<\/li><li>Finally, we record information (among other things the IP address used) for composing user statistics and for securing the website.<\/li><\/ul><p>All data, including but not limited to, your personal data and purchase data will be processed by data controller MUD Jeans, Amersfoortsestraatweg 117, 1251 AV Laren, The Netherlands. For the purposes set out in this Privacy Policy, all data may be exchanged within the MUD Jeans. For the purpose of analyzing the purchase history for marketing purposes, your data can be stored on third parties servers. Those third parties store and process your data under instructions of MUD Jeans. This analysis will only be used by MUD Jeans. Unless provided otherwise herein, your data will not be made available to third parties.<\/p><p><strong>Your rights<br\/><\/strong>You have the right to inspect the data recorded by MUD Jeans concerning you at any time. If (part of) these data are incorrect, you may request MUD Jeans to adjust, supplement, remove or screen those data. Please send your request to: info@mudjeans.eu or by regular mail: MUD Jeans, Veluwezoom 32, 1327 AH Almere, the Netherlands. If you do not wish to receive any marketing information on MUD Jeans, its organisation or its products, please send an e-mail to: info@mudjeans.eu.<\/p><p><strong>Cookies<\/strong><br\/>According the Dutch law we need to ask your permission for some of the cookies we use at MUD Jeans. We will ask your permission prior using them.<\/p><p><strong>Give permission<\/strong><br\/>We do not use third-party cookies or marketing cookies if you do not accept our cookie statement. Functional and analytical cookies that do not track, share or use your personal data are allowed to always be on.<\/p><p>We request permission via the cookie banner at the bottom of our page. It states that if you click on “accept” you accept the cookies. Don’t you want this? Then you can choose not to click “accept”.<\/p><p>We use Google Tag Manager for tagging specific content from our shop. This helps us to determine which cookies we may place and which content we may store. Because, as we explained above, we have to request your permission for some cookies but not for all of them. When using Google Tag Manager we adhere to the guidelines of the Dutch Authority for Consumers & Markets.<\/p><p><br\/>Functional cookies<\/p><p>These cookies ensure that our shop works properly. Think of logging in, remembering information so that you do not have to fill in everything again, putting items in your shopping basket and remembering your shopping basket.<br\/><br\/><br\/>Analytical cookies<\/p><p>With these cookies we measure and analyze how you use our shop and what we can change to improve your experience. For example, we measure which page visitors find the most interesting. We also use third-party software for this, such as Google Analytics, which we have set up in a privacy-friendly way. Good to know: the statistics and reports cannot be traced back to individuals. Your IP address is anonymized (and therefore cannot be traced to individuals). Your data is not shared with Google. The Google Analytics pixel is only placed for the purpose of analysis and for quality and effectiveness of the service provided by MUD Jeans.<\/p><p><br\/>Marketing cookies<\/p><p>We place advertisements on other websites and in other apps. To ensure that these advertisements match your interests as closely as possible, we collect data from your visit to get an idea of possible interests. We can also use these cookies to keep track of which advertisements you have already seen, so that you do not always see the same banners, for example.<\/p><p><br\/>Interests and cookies preferences<\/p><p>These allow us to remember your preferences and interests. This is useful because we can provide our website with information that is as relevant as possible to you. In addition, based on your behavior, we can, for example, display articles in advertisements that we think fit you better, rather than articles that you probably have less with.<br\/><br\/><br\/>Social media cookies<\/p><p>These cookies are needed, among other things, to be able to share the content of our shop via your social media, such as Facebook, Instagram and Pinterest.<\/p><p><br\/>Search engine cookies<\/p><p>These cookies are needed, among other things, to offer more targeted advertisements on Google Adwords and Ecosia, among others.<\/p><p><strong>Securing personal data<br\/><\/strong>MUD Jeans ensures an appropriate degree and method of securing personal data. Therefore, MUD Jeans aims at having data transmitted safely between your computer and our server. MUD Jeans has taken appropriate technical and organisational measures to protect your personal data against loss or any form of illegal processing.<\/p><p><strong>MUD Jeans and other websites<\/strong> <br\/>This website may contain links to other websites. MUD Jeans cannot be held responsible or liable for any processing of your data by these parties. For further information we advise you to read the privacy policy (if applicable) on the website concerned.<\/p><p><strong>GDPR update<br\/><\/strong>At MUD Jeans we take privacy seriously and will only use personal information to administer your account and to provide the products and services you have requested from us.<\/p><ol><li>Who is collecting the data?<\/li><\/ol><p>MUD Jeans collects data from you, through our interactions with you on the platforms we use such as LiveChat, Mailchimp, regular emails or when purchasing a product with us.<\/p><p>Purchasing one of our products requires some personal data to deliver the product with you. If you choose not to provide data necessary to provide you with a product or feature, we are not able to deliver the product with you.<\/p><p>We handle your data with respect and make sure we only ask the required data and will never ask for information that is not needed in order to purchase one of our products or, when signed up to our newsletter, to keep you informed on our mission towards a circular fashion industry.<\/p><ol><li>What data is being collected?<\/li><\/ol><p>Collected data – when making a purchase – consists of<\/p><ul><li>Email address<\/li><li>First and last name<\/li><li>Phone number<\/li><li>Address, State, Province, ZIP\/Postal Code, City<\/li><li>Order history<\/li><li>When making an order with us you can always return your products for recycling. That’s why keep your order profiles. Pending, returned and deleted orders will be deleted after 2 months.<\/li><\/ul><p>Collected data – when signing up for our newsletter – consists of<\/p><ul><li>Email address<\/li><li>First and last name are optional<\/li><li>Preferences<\/li><\/ul><p>Collected data – when visiting our website – consists of<\/p><ul><li>Google Analytics usage profile<\/li><\/ul><p>Collected data – when using LiveChat on our website – consists of<\/p><ul><li>Email address<\/li><li>First and last name are optional<\/li><li>City<\/li><li>Conversations are saved up to 6 months.<\/li><\/ul><ol><li>What is the legal basis for processing the data?<\/li><\/ol><p>Your data is used to process your order and manage your account. And to keep you informed on our mission and to deliver the best customer service.<\/p><p>When having purchased an item with MUD Jeans we may send you post-purchase transactional emails, for example to ask you for a text or photo-based review. <\/p><ol><li>Will the data be shared with any third parties?<\/li><\/ol><p>No, never.<\/p><ol><li>Security of personal data<\/li><\/ol><p>MUD Jeans is committed to protecting the security of your personal data. We use a variety of security procedures to help protect your personal data from unauthorized access, use or disclosure. For example, we store the personal data you provide on computer systems that have limited access and are in controlled facilities.<\/p><ol><li>How will the information be used?<\/li><\/ol><p>This varies per channel.<\/p><ul><li>Information provided with an <strong>order<\/strong> is solely used for that purpose. We will send you several emails related to your order such as a confirmation. In one of those emails we may ask you to opt-in to receiving marketing related information.<\/li><li>When signed up for our <strong>newsletter<\/strong> we use your data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in all email we send.<\/li><li>When sending us a regular email or using LiveChat we will not use your details for marketing purposes.<\/li><\/ul><ol><li>How long will the data be stored for?<\/li><\/ol><p>This varies per channel.<\/p><ul><li>Information provided with a succeeded <strong>order<\/strong> is saved forever. For the reason that people can send back their old MUD Jeans products for recycling. We have to have an overview with details from everybody who made an order with us.<\/li><\/ul><p>When an order is returned, pending or cancelled the personal data will only be stored for two months.<\/p><ul><li>When signed up for our <strong>newsletter<\/strong> we use your data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in all email we send. Deleted subscribers will be terminally deleted after 2 months.<\/li><li>When sending MUD Jeans a regular email your data will be saved for two years. This is the amount of time we see as important to refer back to conversations or find back contacts. After the two years, data will automatically be deleted.<\/li><\/ul><ol><li>What rights does the data subject have?<\/li><\/ol><p>Users of all different channels we use (Mailchimp, WooWommerce, Emails, LiveChat) have the rights as stated below.  <\/p><ul><li>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.<\/li><li>You have the right to access, update or to delete the information we have on you.Whenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section. If you are unable to perform these actions yourself, please contact us to assist you.<\/li><li>The right of rectification.You have the right to have your information rectified if that information is inaccurate or incomplete.<\/li><li>The right to object.You have the right to object to our processing of your Personal Data.<\/li><li>The right of restriction.You have the right to request that we restrict the processing of your personal information.<\/li><li>The right to data portability.You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.<\/li><li>Please note that we may ask you to verify your identity before responding to such requests.<\/li><\/ul><p><strong>Adjustments<\/strong><br\/>This privacy statement may be changed as a result of any adjustments and\/or changes to the website. It is therefore advisable to consult this privacy statement on a regular basis.<\/p><p><strong>Contact<br\/><\/strong>If you have any questions on the MUD Jeans privacy policy, please contact MUD Jeans at info@mudjeans.eu or by regular mail:<br\/>MUD Jeans International B.V.<br\/>Amersfoortsestraatweg 117<br\/>1251 AV, Laren<br\/>The Netherlands<\/p>","enlarge_text":true}}},"block_order":["heading","text"],"settings":{"height":"medium","text_alignment":"left","full_width":false,"color_scheme":"1"}},"newsletter_kyiM93":{"type":"newsletter","settings":{"title":"Subscribe to our newsletter","subheading":"<p>Promotions, new products and sales. Directly to your inbox.<\/p>","color_scheme":"default"}}},"order":["contact","newsletter_kyiM93"]}