{"sections":{"contact":{"type":"rich-text","blocks":{"heading":{"type":"heading","settings":{"title":"Terms & Conditions","use_h1":false}},"text":{"type":"text","settings":{"text":"<p><strong>Terms and Conditions of Sale<\/strong><\/p><p>Seller: MUD Jeans International B.V. (hereafter: “MUD Jeans”) having its registered office at Amersfoortsestraatweg 117, 1251AV, Laren, The Netherlands<\/p><ul><li>Registered under number: 55383904<\/li><li>VAT number (the Netherlands): NL851681359B01<\/li><li>e-mail address: <a href=\"mailto:info@mudjeans.eu\">info@mudjeans.eu <\/a><\/li><li>telephone number: +31 35 203 1786  <\/li><li>telephone contact hours: Mon-Fri 09:00-17:00<\/li><li>website: <a href=\"https:\/\/www.mudjeans.eu\/\">www.mudjeans.com<\/a><\/li><\/ul><p>Buyer: a natural person who is of legal age and who is not acting within the context of practising a profession or conducting a business, with whom the Seller concludes an Agreement.<\/p><p>Order: an order placed by the Buyer in accordance with the procedure described in article 2.1 for the delivery of one or more products.<\/p><p>Product: a MUD Jeans product that the Seller offers for sale on the Website.<\/p><p>Purchase Price: the price indicated on the Website for a Product, including the VAT and the shipping costs.<\/p><p>Agreement: The Order, which the Seller has accepted as such.<\/p><p>ARTICLE 1. APPLICABILITY OF THE GENERAL TERMS AND CONDITIONS<\/p><p>1.1 These General Terms and Conditions that have been made available online by the Seller on www.mudjeans.eu govern all offers, orders, agreements and other legal relationships between the Buyer and the Seller with respect to the use of the Website, including the purchase and sale of a Product on or via the Website.<\/p><p>ARTICLE 2. CONCLUSION AND CONTENT OF THE AGREEMENT<\/p><p>2.1 An Agreement will be concluded by the Buyer and the Seller exclusively by means of the Seller’s acceptance of an Order (the offer) from the Buyer that has been placed on or via the Website in the following manner:<\/p><ul><li>The Buyer has selected the Product desired in the desired style, colour and size and has added the Product to the shopping cart.<\/li><li>The Buyer has followed and completed the following steps:<\/li><li>Step 1: The Buyer has filled in his\/her address details and, if the delivery address is not the same as the invoice address, the delivery address desired.<\/li><li>Step 2: The Buyer has checked the order.<\/li><li>Step 3: The Buyer has selected the payment method desired and possibly has made a full or partial advance payment.<\/li><li>The Order has been placed.<\/li><li>The Buyer will receive a confirmation of the Order that has been placed in an electronic manner (via the Website).<\/li><\/ul><p>If the Order has been accepted by the Seller, the Seller will send the Buyer a confirmation, by e-mail, as soon as possible after the Order has been placed.<\/p><p>2.2 The Seller will be entitled to reject the Order placed by the Buyer in the following cases, among others:<\/p><ul><li>If the total value of the Order is above the amount described in the payment section of the FAQ;<\/li><li>If the information that the Buyer has filled in is incorrect and\/or incomplete, or if the Seller is reasonably entitled to doubt whether that is the case.<\/li><li>If the Buyer’s payment is not received within the agreed term.<\/li><li>If the Buyer has already failed to comply with his\/her payment obligations towards the Seller in the past.<\/li><li>If the Buyer in the past has failed to accept and\/or collect Orders that he\/she placed with the Seller.<\/li><li>If there is an obvious mistake or clerical error, for example in the prices indicated on the Website.<\/li><\/ul><p>The Seller will notify the Buyer as quickly as possible if an Order is not accepted.<\/p><p>2.3 The Seller will keep the Agreement on file and retain it for a certain term (having a minimum of seven years). If the Buyer has his\/her own account he\/she will be able to consult the Agreement by logging in to that account. The Buyer may also request a copy of the Agreement from the Seller – as long as the Seller has it on file – by contacting the Seller via the contact details that can be obtained by clicking on the ‘Contact’ button on the Website.<\/p><p>2.4 The Agreement, including the Privacy Policy and these General Terms and Conditions, constitute the entire agreement between the Buyer and the Seller with respect to the use of the Website and the placement and execution of an Order.<\/p><p>ARTICLE 3. DELIVERY METHOD AND DELIVERY DATES<\/p><p>3.1 Shipment will be made using a carrier designated by the Seller.<\/p><p>3.2 After the Agreement has been concluded the Seller will send the Products as quickly as possible, and in any event within fourteen (14) days, to the address indicated by the Buyer, provided that the Seller has received the full Purchase Price if the Buyer has chosen for advance payment and unless the parties have agreed on a longer delivery period.<\/p><p>3.3 The Seller will make delivery in accordance with agreed delivery dates to every extent possible; however, the Buyer acknowledges that the delivery dates are based on the circumstances of which the Seller is aware at the time at which the Agreement is concluded and, insofar as they are dependent on work or services to be provided by third parties, on the information that such third parties provide to the Seller.<\/p><p>3.4 The Buyer will receive notice within 14 (fourteen) days after the Agreement is concluded in the event that the delivery is delayed or in the event that an order cannot be executed in whole or in part, in which case the Buyer will be entitled to dissolve the Agreement free of charge until the time at which the Order is shipped.<\/p><p>3.5 The risk with respect to any damage to or loss of the Products will be transferred to the Buyer as from the time at which the Products are delivered.<\/p><p>ARTICLE 4. PRICE AND PAYMENT<\/p><p>4.1 The prices indicated on the Website are denominated in your local currency or in euros, are inclusive of Value Added Tax (VAT) and are exclusive of shipping costs. The return shipping costs will be borne by the Seller. The total Purchase Price due will be indicated when the Order is placed and when the Agreement is confirmed.<\/p><p>4.2 The Seller will be entitled to adjust the prices indicated on the Website from time to time without any notice being required. The prices indicated at the time at which the Order is placed will be deemed to be the prices that form part of the Agreement.<\/p><p>4.3 Payment may be made using the methods indicated on the Website and must be made within 14 days after the Product has been delivered.<\/p><p>4.4 The Buyer is obliged to notify the Seller immediately regarding any errors in the payment details that the Buyer has provided to the Seller.<\/p><p>4.5 In the event that the Buyer exceeds the term for payment he\/she will be in default by operation of law, and the Seller will be entitled to charge statutory interest on the outstanding amount as from the due date.<\/p><p>ARTICLE 5. RIGHT TO RETURN<\/p><p>5.1 The Buyer will be entitled to return the Product that has been delivered, free of charge, within a term of 14 days after the Product has been received, without stating his\/her reason for doing so, in the manner indicated by the Seller, provided that the Product has not been worn (trying on the Product is permitted), is undamaged and (insofar as possible) in the original and undamaged packaging. The Buyer is permitted to exchange the same Product for another size. If the Buyer wishes to purchase another Product he\/she will have to place a new order on the Website.<\/p><p>5.2 In the case referred to in the preceding subsection, the Seller will refund the Purchase Price as quickly as possible and in any event within 14 days after MUD Jeans received the returned product. If not all the Products that form part of the Agreement are returned, the Seller will be entitled to deduct the original shipping costs from the Purchase Price to be refunded because the same amount of shipping costs will be due for the Products that have not been returned.<\/p><p>ARTICLE 6. FORCE MAJEURE<\/p><p>6.1 The Seller is not liable for any damage as a result of a delay in the delivery or a failure to deliver that has been caused by circumstances that impede the Seller from complying with its obligations, and that cannot be attributed to the Seller because they cannot be blamed on the Seller, and cannot be deemed to be for the Seller’s account in accordance with the law, a legal act or in accordance with generally accepted standards, such as – but not restricted to – war, threat of war, civil war, riots, a day of national mourning announced by the government, strikes, transport problems, trade limitations, problems with customs authorities, fire, flooding, earthquake or the bankruptcy of third parties engaged by the Seller, a failure on the part of the Seller’s suppliers to supply goods or a failure on the part of the Seller’s suppliers to supply goods in a timely manner, interruptions in the supply of goods to be delivered by third parties, including water and electricity, and other serious interruptions in the business operations of the Seller or third parties that it engages.<\/p><p>6.2 If as a result of a situation involving force majeure the Seller fails to comply with its obligations under the Agreement or fails to do so in a timely manner, the Seller will be entitled to perform the Agreement within a reasonable term or – if compliance within a reasonable term is not possible – to dissolve the Agreement in whole or in part, without the Seller being obliged to pay the Buyer any compensation in that respect.<\/p><p>ARTICLE 7. COMPLAINTS<\/p><p>7.1 The contact details of the Seller and of the third parties that the Seller has engaged to handle complaints can be found by clicking on the ‘Contact’ button on the Website.<\/p><p>7.2 The Buyer will be obliged to inspect the Product when it has been delivered and to notify the Seller within a reasonable term in the event that there are any visible defects or other complaints regarding the performance of the Agreement. Such complaints must be submitted in writing and must be fully and clearly substantiated.<\/p><p>7.3 The Seller will respond to any complaints that it receives within a term of 14 days after receipt. The Seller will notify the Buyer within a term of 14 days in the event that it is foreseeable that the complaint will require a longer term to be processed, stating the term within which the Buyer can expect to receive an answer.<\/p><p>7.4 The Buyer acknowledges that: minor deviations and deviations that are generally considered acceptable in respect of the quality, size, color, finishing, etc. of Products cannot be avoided or are difficult to avoid and do not constitute a well founded reason to submit a complaint. Such complaints, and complaints regarding the removal of certain Products from the Website, are not well founded. The Seller will not be liable for any damage that the Buyer sustains as a result of such deviations or the removal of such Products from the Website.<\/p><p>7.5 The Buyer will fully cooperate in the event that the Seller recalls a Product. The Buyer will notify the Seller immediately in the event that the Buyer suspects that a Product has a safety defect and is subject to being recalled.<\/p><p>ARTICLE 8. INTELLECTUAL PROPERTY RIGHTS<\/p><p>8.1 Any and all marks, product names, logos, models and designs (referred to below as the ‘IP Rights’) that are depicted on or affixed to the Products or otherwise related to the Products are the property of the Seller or one or more of its group companies. The Buyer acknowledges the Seller’s proprietary rights in respect of the IP Rights and will refrain from using the IP Rights in any way, and the Buyer will refrain from any conduct that could harm or otherwise negatively affect the IP Rights.<\/p><p>ARTICLE 9. RETENTION OF TITLE<\/p><p>9.1 The Seller will retain the title in respect of any and all goods to be delivered until the full purchase price that the Buyer owes to the Seller in respect of these goods has been satisfied in full.<\/p><p>ARTICLE 10. GUARANTEE AND LIABILITY<\/p><p>10.1 The Seller is required by law to provide a Product that meets the contract with the Buyer.<\/p><p>10.2 Seller shall be liable only for intent and gross negligence. However, in the case of breach of contract, the Purchaser’s default or Seller’s impossibility to perform delivery, Seller shall be liable for any culpable conduct of Seller’s employees and agents. “Essential contractual obligation” means the fulfillment of the order which allows for the proper performance of the contract by Seller on which the Purchaser could regularly rely on. Seller’s liability is limited to the amount of the damages typically foreseeable when the contract is performed, except for willful misconduct or gross negligence of Seller’s legal representatives, executive employees or other agents. Liability is further limited to the amount to the value of the relevant order. Liability for indirect damages, in particular lost profit, exists only in case of intent or gross negligence of Seller’s legal representatives, executive employees or other agents. The above exclusions and limitations of liability do not apply in the case of explicit guarantees by MUD Jeans and for damages resulting from injury to life, body or health or where required by applicable law.<\/p><p>ARTICLE 11. APPLICABLE LAW<\/p><p>11.1 The law of the country of your residence applies to this agreement.<\/p><p>ARTICLE 12. INVALID PROVISIONS<\/p><p>12.1 In the event that any provision contained in these General Terms and Conditions is invalid:<\/p><p>– The remaining provisions contained in these Terms and Conditions will nonetheless remain in effect; and<\/p><p>– The invalid provision will have to be interpreted as, or converted into, a valid provision having the same purport to every extent possible.<\/p><p>ARTICLE 13. AMENDMENT TO THE GENERAL TERMS AND CONDITIONS<\/p><p>13.1 The Seller will be entitled to amend these General Terms and Conditions from time to time. The most recent version of the General Terms and Conditions will be placed on the Website. The Buyer must always consult these General Terms and Conditions before using the Website. If the Buyer is unable to consult the General Terms and Conditions via the Internet the Seller will send the Buyer a copy of the most recent version of the General Terms and Conditions by e-mail.<\/p><p>ARTICLE 14. PRIVACY OF CUSTOMER DATA<\/p><p>The Seller discloses to Duty Refunds the data necessary for the processing, shipping, import, return and invoicing of the order in accordance with the requirements of the Data Protection Legislation. Personal Data processed in respect of UK Customers that initiate Returns shall be transferred to Duty Refunds by way of API Integrations, and will thereafter be processed by Duty Refunds in accordance with the DR Privacy Policy and Data Protection Legislation.<\/p><p>ARTICLE 15.<\/p><p>MUD Jeans International B.V. is under contract with Léko SAS and is fulfilling its obligations for its household packaging Extended Producer Responsibility (EPR). Unique Identification Number (UIN) for the household packaging sector: FR273818_01BSFH. <\/p><p>MUD JEANS INTERNATIONAL B.V. is a member of Eco TLC Refashion under contract number 4000015868.<\/p><p>ARTICLE 16. DISCOUNT CODES<\/p><p>All MUD Jeans discount codes cannot be used in combination with other discounts. For the validity period, please refer to the explanation provided by the original provider of the discount code.<\/p>","enlarge_text":true}}},"block_order":["heading","text"],"settings":{"height":"medium","text_alignment":"left","full_width":false,"color_scheme":"1"}},"newsletter_kyiM93":{"type":"newsletter","settings":{"title":"Subscribe to our newsletter","subheading":"<p>Promotions, new products and sales. Directly to your inbox.<\/p>","color_scheme":"default"}}},"order":["contact","newsletter_kyiM93"]}