{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_page_title":true,"full_width":false}},"image_with_text_overlay_p9Yndx":{"type":"image-with-text-overlay","blocks":{"heading_FyiRwE":{"type":"heading","settings":{"title":"Yousstex International ","heading_max_width":15,"title_size":84,"title_size_mobile":32,"use_h1":false}}},"block_order":["heading_FyiRwE"],"settings":{"image":"shopify:\/\/shop_images\/Fair-Production-Yousstex.jpg","height":"fixed","height_desktop":600,"height_mobile":460,"image_link":"","full_width":true,"text_alignment":"center center","mobile_overlay_under":false,"overlay_style":"shadow"}},"rich_text_fckjNg":{"type":"rich-text","blocks":{"text_7RFKyf":{"type":"text","settings":{"text":"<p>At<a href=\"https:\/\/www.yousstex.com\/\" target=\"_blank\"> Yousstex International<\/a>, the fabric of our jeans is cut, sewn, washed and branded. Thanks to their innovative production techniques, we are able to produce the most sustainable jeans on this planet. The factory is located in Touza, a rural area of Tunisia. With its 550 employees, quite small for a garment manufacturer, Yousstex radiates a family vibe.<\/p>","enlarge_text":true}}},"block_order":["text_7RFKyf"],"settings":{"height":"small","text_alignment":"center","full_width":false,"color_scheme":"default"}},"video_8DkTiF":{"type":"video","settings":{"video_external":"https:\/\/www.youtube.com\/watch?v=Xt408uqJb3I&list=TLGG5Bx8GqNVu3cxMzAzMjAyNA&t=27s","video_description":"","placeholder_image":"shopify:\/\/shop_images\/Yousstex-MUD-Jeans-1.png","text_alignment":"center center","full_width":true,"overlay_style":"shadow"}},"rich_text_y9WBMN":{"type":"rich-text","blocks":{"heading_bneX4M":{"type":"heading","settings":{"title":"What's special about Yousstex?","use_h1":false}},"text_kfAjT8":{"type":"text","settings":{"text":"<p>Our colleagues at Yousstex get three weeks paid leave and the owner Habib Mansour is a licensed pharmacist so all employees enjoy complimentary medicine if needed. Also, transportation to and from the factory is arranged for all employees for free. <\/p><p>With 400 women working at the factory, Yousstex is a place of female empowerment. This is also reflected in Yousstex’s union representatives, which are 70% women.<\/p>","enlarge_text":true}}},"block_order":["heading_bneX4M","text_kfAjT8"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"image_with_text_overlay_pKwYEK":{"type":"image-with-text-overlay","blocks":{"subheading_wmQgdJ":{"type":"subheading","settings":{"subheading":"With help of their innovative production techniques we use produce the cleanest jeans in the industry."}}},"block_order":["subheading_wmQgdJ"],"settings":{"image":"shopify:\/\/shop_images\/Fair-Production-Yousstex-2.jpg","height":"fixed","height_desktop":280,"height_mobile":460,"image_link":"","full_width":true,"text_alignment":"center center","mobile_overlay_under":false,"overlay_style":"full image-overlay--bg-shadow"}},"rich_text_BtaiUC":{"type":"rich-text","blocks":{"heading_iECYq8":{"type":"heading","settings":{"title":"Innovation at Yousstex","use_h1":false}},"text_rRUcqH":{"type":"text","settings":{"text":"<p>Yousstex was founded by Habib Mansour, who believes in revolutionising the fashion industry jeans produced at the factory. <\/p><p>In 2014, he invested in a state-of-the-art laundry as an addition to the sewing lines at Yousstex.<\/p>","enlarge_text":true}}},"block_order":["heading_iECYq8","text_rRUcqH"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"image_with_text_kDqLM6":{"type":"image-with-text","blocks":{"text_8KTjBx":{"type":"text","settings":{"text":"<h6>Water Recycling<\/h6><p>Yousstex recycles 95% of the water they use to produce our jeans (the remaining 5% evaporate). This is possible through a process of filtration and reverse osmosis. Spot our team drinking the recycled water in the video below!<\/p><h6>e-Flow<\/h6><p>The e-Flow technology is an innovative approach which allows Yousstex to sustainably carry out abrasion processes and deliver non-toxic chemicals to the jeans. In contrast to traditional approaches, uses a mist and nano-bubbles of air instead of large amounts of water. This saves 95% water and 90% chemicals, and also means there is zero discharge of chemicals or other waste.<\/p><h6>Laser<\/h6><p>To give some of our jeans the classic distressed look, Yousstex uses a specific laser. Traditionally, achieving this look can involve numerous harmful practices such as stone washing and PP spray. Using laser instead allows us to save on water and chemicals and is also better for the health of the workers on site.<br\/><\/p>","enlarge_text":false}}},"block_order":["text_8KTjBx"],"settings":{"image":"shopify:\/\/shop_images\/Fair-Production-MUD-Factory-2_71da2dc4-ed9a-4fd0-ac0f-d99dda45481d.png","image_2":"shopify:\/\/shop_images\/Fair-Production-MUD-Factory_7b11fdce-e86b-4c2b-ab82-41fe143b4e42.png","image_width":700,"image_link":"","image_position":"left","text_alignment":"left","color_scheme":"1"}},"rich_text_bUd6eq":{"type":"rich-text","blocks":{"heading_WgHQKM":{"type":"heading","settings":{"title":"MUD Production Tour","use_h1":false}},"text_prJGy7":{"type":"text","settings":{"text":"<p>The MUD team went on a trip 'behind the seam' to meet the people that make our jeans. Have a glimpse inside the factory.<\/p>","enlarge_text":true}}},"block_order":["heading_WgHQKM","text_prJGy7"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"video_HfVe4T":{"type":"video","settings":{"video_external":"https:\/\/www.youtube.com\/watch?v=yRh-L-YG55k","video_description":"","placeholder_image":"shopify:\/\/shop_images\/Yousstex-MUD-Jeans-2.png","text_alignment":"center center","full_width":true,"overlay_style":"shadow"}},"collapsible_tabs_XX7NYW":{"type":"collapsible-tabs","blocks":{"question_ktJfpB":{"type":"question","settings":{"title":"Since when does MUD Jeans have its jeans produced at Yousstex?","answer":"<p>Since 2013.<\/p>"}},"question_JNrGXq":{"type":"question","settings":{"title":"Is Yousstex the only producer of MUD Jeans or does MUD Jeans also have other partners?","answer":"<p>Youstex is our only partner. We believe in a long-term relationship in which we work intensively together and therefore work with one permanent partner.<\/p>"}},"question_6WLVAR":{"type":"question","settings":{"title":"Which part of the production process takes place at Yousstex?","answer":"<p>At Yousstex, the fabric of our jeans is cut, sewn, washed, marked and packaged.<\/p>"}},"question_b7MLgR":{"type":"question","settings":{"title":"Why did MUD Jeans choose Yousstex?","answer":"<p>Just like MUD Jeans, Yousstex attaches great importance to environmental sustainability and good working conditions. The company uses innovative production techniques that allow us to produce the most sustainable jeans on the planet. Moreover, as a small clothing manufacturer with 550 employees, Yousstex takes good care of its staff.<\/p>"}},"question_jg4GnA":{"type":"question","settings":{"title":"How is the Yousstex factory monitored?","answer":"<p>The factory regularly undergoes audits and controls relating to environmental issues, social conditions and employment conditions, carried out on behalf of renowned international organisations, international customers and national authorities. <br\/>Some examples: <br\/><br\/>· The non-profit multi-stakeholder initiative Social Labor Convergence Program (SLCP);<br\/><br\/>· Annual audits for ISO 9001, ISO 14001 and ISO 28001;<br\/><br\/>· HIGG Index (developed by the Sustainable Apparel Coalition to assess and measure the environmental and social sustainability performance of clothing);<br\/><br\/>· IWAY audits for the responsible purchasing of products and services by IKEA;<br\/><br\/>· Various Tunisian authorities, such as the police and quarterly visits by ANPE (L'Agence Nationale de Protection de l'Environnement), Tunisia's national environmental agency.<br\/><br\/>Furthermore, at Mud Jeans we have an intensive relationship with Yousstex and we visit the factory several times a year.<\/p>"}},"question_eqcJzx":{"type":"question","settings":{"title":"What are examples of innovative production techniques that Yousstex uses?","answer":"<p>We do not use traditional toxic production techniques.<br\/><br\/>Traditionally, pumice stones are used in the washing process of jeans to achieve a lived-in look, which create a toxic sludge and are unhealthy for employees.  Yousstex uses ozone and handmade circular HMS stones that last much longer and give a similar look.<br\/><br\/>These stones remove indigo from the jeans in an innovative and sustainable way, while achieving the vintage look we are looking for. <br\/><br\/>Yousstex also does not use harmful chemicals in the washing process of our jeans, such as PP spray (Potassium permanganate spray). Yousstex's most important sustainable and innovative production techniques are Ozone, Laser and E-flow (see explanation below).<\/p>"}},"question_QgWWAq":{"type":"question","settings":{"title":"How does Yousstex's closed water system work?","answer":"<p>The Yousstex closed water system works as follows: <br\/>First, the water used to produce our jeans undergoes a biological treatment with bacteria and various minerals, followed by ultrafiltration with MBR technology (Membrane Bioreactor)<br\/>Finally, a reverse osmosis process is applied, resulting in crystal clear water without minerals. <br\/>Rainwater is integrated into the system via open tanks located outside.<br\/>Up to 95 percent of the water Yousstex uses to make our jeans is recycled. Five to ten percent of the water evaporates or turns into sludge and is replenished with tap water.<\/p>"}},"question_iVkb47":{"type":"question","settings":{"title":"Has Yousstex drilled wells on its property to extract water from the ground?","answer":"<p>No. Yousstex has never dug wells or extracted water from the ground.<\/p>"}},"question_jiKy4E":{"type":"question","settings":{"title":"Is the recycled water really clean enough to drink?","answer":"<p>Yes. We drank the water ourselves several times for demonstration purposes. The reverse osmosis removes all particles - including minerals - so it does not quench your thirst.<\/p>"}},"question_i9fGqP":{"type":"question","settings":{"title":"What shows that Yousstex is a good employer?","answer":"<p>All employees receive three weeks of paid leave annually and receive free medication if necessary. Transport to and from the factory is also arranged free of charge for all employees. With 400 women working in the factory, Yousstex is a place of female empowerment. This is also evident from Yousstex's trade union representatives, who are 70% women.<br\/>Yousstex applies equal pay for men and women – distinction is based solely on positions in the factory. Many leadership positions are held by employees who started in entry-level positions and developed over time. Veder, in collaboration with an educational center, has set up Yousstex training courses within the factory for employees aged 16 to 20, so that they can work and study under one roof.<\/p>"}},"question_8iFmzJ":{"type":"question","settings":{"title":"When was Yousstex Wash set up, and what was MUD Jeans' role in this?","answer":"<p>In 2013. MUD Jeans then indicated that if Yousstex sets up a laundry, it should be a hypermodern and sustainable laundry.<\/p>"}},"question_7iwRjd":{"type":"question","settings":{"title":"Was Yousstex Wash initially built illegally in violation of the zoning plan for the residential area and without a permit and has it only been legal since 2021?","answer":"<p>When Yousstex bought the factory in the late 1990s, it was already a working textile factory. In 2013, Yousstex decided to expand the factory with a laundry on the existing factory site. Yousstex operated in accordance with the permits and always worked closely with local authorities to ensure compliance.<\/p>"}},"question_JgWjiP":{"type":"question","settings":{"title":"Has Yousstex lost a lawsuit against a residents' organization about this?","answer":"<p>Until 2021, there have been several lawsuits, all of which Yousstex has won. Since 2021, Yousstex has had the final permit for Yousstex Wash.<\/p>"}},"question_8DHECf":{"type":"question","settings":{"title":"Did Yousstex pay bribes and put pressure on local authorities?","answer":"<p>No, never.<\/p>"}},"question_GdGi4C":{"type":"question","settings":{"title":"How did you deal with the protests by local residents against Yousstex Wash due to noise and odor nuisance, and what did you do to resolve the nuisance?","answer":"<p>No public protests ever took place. There have been a number of lawsuits, all of which Yousstex has won. Contact with local residents is generally smooth and is characterized by mutual respect.<\/p>"}},"question_ra88Rq":{"type":"question","settings":{"title":"Is it true that human rights platform FTDES and other environmental organizations have been protesting against Yousstex for years regarding health complaints, unemployed farmers, emigrated fishermen and polluted, muddy strips of sea? And if so, what was done with this?","answer":"<p>No, there were only a few lawsuits up to the time of the final permit in 2021, all of which Yousstex won.<\/p>"}},"question_HEXfxr":{"type":"question","settings":{"title":"Has Yousstex committed environmental crimes such as dumping illegal waste, producing noise at night, and polluting the water, resulting in dying trees; disappearing beehives, and drying wells?","answer":"<p>No. With some exceptions, the factory is not in operation after 4:30 p.m. The Ministry of Health carries out tests on noise, air quality, temperature and humidity and includes annual inspections of working conditions in accordance with legal regulations. Reports are drawn up and the conclusions and recommendations are taken up by Yousstex.<\/p>"}},"question_JFWpUk":{"type":"question","settings":{"title":"The article gives the impression that Vrij Nederland MUD Jeans was asked for a rebuttal before publication of the article and that MUD Jeans did not respond but only engaged a law firm. Is this correct?","answer":"<p>No. Vrij Nederland has not asked MUD Jeans for a response before publication despite repeated assurances about this.<\/p>"}}},"block_order":["question_ktJfpB","question_JNrGXq","question_6WLVAR","question_b7MLgR","question_jg4GnA","question_eqcJzx","question_QgWWAq","question_iVkb47","question_jiKy4E","question_i9fGqP","question_8iFmzJ","question_7iwRjd","question_JgWjiP","question_8DHECf","question_GdGi4C","question_ra88Rq","question_HEXfxr","question_JFWpUk"],"settings":{"title":"More About Yousstex International"}},"gallery_YQbaVW":{"type":"gallery","blocks":{"media_QgwYAc":{"type":"media","settings":{"image":"shopify:\/\/shop_images\/Women_573f5232-d20a-4e4f-a7a4-0ce7a1052567.jpg","enlarge_media":false,"subheading":"","title":"","button_label":"Shop Women","link":"shopify:\/\/collections\/women-buy-jeans","text_alignment":"center center"}},"media_cmbMqq":{"type":"media","settings":{"image":"shopify:\/\/shop_images\/Men_7c0cba70-0695-4113-95e5-b752a692b0fa.jpg","enlarge_media":false,"subheading":"","title":"","button_label":"Shop Men","link":"shopify:\/\/collections\/men-buy-jeans","text_alignment":"center center"}}},"block_order":["media_QgwYAc","media_cmbMqq"],"settings":{"grid_desktop":2,"grid_mobile":"1","height":"fixed","desktop_image_height":690,"mobile_image_height":400,"title_size":30,"title_size_mobile":22,"enable_margin":false,"enable_row_spacing":true,"full_width":true,"color_scheme":"default","enable_carousel":false,"overlay_style":"full","button_style":"secondary"}},"newsletter_me8UNR":{"type":"newsletter","settings":{"title":"Subscribe to our newsletter","subheading":"<p>Promotions, new products and sales. Directly to your inbox.<\/p>","color_scheme":"default"}}},"order":["main","image_with_text_overlay_p9Yndx","rich_text_fckjNg","video_8DkTiF","rich_text_y9WBMN","image_with_text_overlay_pKwYEK","rich_text_BtaiUC","image_with_text_kDqLM6","rich_text_bUd6eq","video_HfVe4T","collapsible_tabs_XX7NYW","gallery_YQbaVW","newsletter_me8UNR"]}